/* WIError: WIAddressNetServiceLookupFailed title
   WIError: WIAddressLookupFailed title */
"Address Lookup Failed" = "アドレスの参照に失敗しました";

/* WIError: WISocketConnectFailed title */
"Connect Failed" = "接続に失敗しました";

/* WIError: WISocketConnectFailed description (address, underlying error) */
"Could not connect to %@: %@." = "%1$@ に接続できませんでした：%2$@。";

/* WIError: WISocketReadFailed description (address, underlying error) */
"Could not read from %@: %@." = "%1$@ を読み出せませんでした：%2$@。";

/* WIError: WIAddressLookupFailed description (hostname, underlying error) */
"Could not resolve the address \"%@\": %@." = "アドレス“%1$@”を特定できませんでした：%2$@。";

/* WIError: WIAddressNetServiceLookupFailed description */
"Could not retrieve address for server via Bonjour." = "Bonjour を経由したサーバのアドレスを取得できませんでした。";

/* WIError: WISocketWriteFailed description (address, underlying error) */
"Could not write to %@: %@." = "%1$@ に書き込めませんでした：%2$@。";

/* WIError: WISocketReadFailed title */
"Socket Read Failed" = "ソケット読み出しに失敗";

/* WIError: WISocketWriteFailed title */
"Socket Write Failed" = "ソケット書き込みに失敗";
